Repository: Urielink/ekiline-block-collection
Catalog: languages/ekiline-block-collection-*.po
Languages: es_es, es_mx

source: Ekiline Block Collection
es_es: Colección de bloques de Ekiline
es_mx: Ekiline Colección de Bloques

source: Actions and blocks based on bootstrap 5 (carousel, collapse and more). Includes Bootstrap library. Support this project to add new features and expand a customer service branch.
es_es: Acciones y bloques basados ​​en bootstrap 5 (carrusel, colapso y más). Incluye la librería Bootstrap. Apoya este proyecto para agregar nuevas funciones y expandir una rama de servicio al cliente.
es_mx: Acciones y bloques basados ​​en bootstrap 5 (carrusel, colapso y más). Incluye la librería Bootstrap. Apoya este proyecto para agregar nuevas funciones y expandir una rama de servicio al cliente.

source: Settings
es_es: Configuración
es_mx: Configuración

source: Previous
es_mx: Anterior

source: Next
es_mx: Siguiente

source: No content found for carousel.
es_mx: No se encontró contenido para el carrusel.

source: Read more
es_mx: Leer más

source: Ekiline BC Options
es_es: Opciones de Ekiline BC
es_mx: Opciones de Ekiline BC

source: About
es_es: Acerca de
es_mx: Acerca de

source: Unauthorized, invalid nonce.
es_es: Nonce no autorizado, no válido.
es_mx: No autorizado, nonce inválido.

source: Handling styles and scripts of this plugin.
es_mx: Administración de estilos y scripts de este plugin.

source: Bootstrap in Frontend
es_mx: Bootstrap en el frontend

source: Sometimes your site may experience duplication due to the use of similar resources included in themes or plugins. If you notice this on the frontend, you can disable the Bootstrap resources included in this plugin.
es_mx: A veces tu sitio puede experimentar duplicación debido al uso de recursos similares incluidos en temas o plugins. Si lo notas en el frontend, puedes desactivar los recursos de Bootstrap incluidos en este plugin.

source: Styles
es_mx: Estilos

source: Activate CSS
es_mx: Activar CSS

source: Deactivate CSS
es_mx: Desactivar CSS

source: Activate JS
es_mx: Activar JS

source: Deactivate JS
es_mx: Desactivar JS

source: Save Frontend Settings
es_mx: Guardar ajustes del frontend

source: Bootstrap in WordPress Editor.
es_mx: Bootstrap en el editor de WordPress.

source: This block collection also incorporates Bootstrap resources into the WordPress editor, allowing for a better user experience (UX) when managing blocks. You can disable this plugin if necessary.
es_mx: Esta colección de bloques también incorpora recursos de Bootstrap en el editor de WordPress, lo que permite una mejor experiencia de usuario (UX) al gestionar bloques. Puedes desactivar este plugin si es necesario.

source: Save Editor Settings
es_mx: Guardar ajustes del editor

source: Docs
es_es: Documentación
es_mx: Documentación

source: About this plugin
es_es: Acerca de este complemento
es_mx: Acerca de este plugin

source: Website
es_es: Sitio web
es_mx: Sitio web

source: About Ekiline Block Collection
es_es: Acerca de la colección de bloques de Ekiline
es_mx: Acerca de Ekiline Block Collection

source: Thanks for using this plugin!
es_es: ¡Gracias por usar este complemento!
es_mx: ¡Gracias por usar este plugin!

source: Find more information to improve your skills when use it.
es_es: Encuentre más información para mejorar sus habilidades al usarlo.
es_mx: Encuentra más información para mejorar tus habilidades al utilizarlo.

source: Add an extra to the creation and delivery of your projects.
es_es: Añade un extra a la creación y entrega de tus proyectos.
es_mx: Agrega un extra a la creación y entrega de tus proyectos.

source: Quick use guide in Keynote or Powerpoint to freely customize and deliver to your clients.
es_es: Guía de uso rápido en Keynote o Powerpoint para personalizar y entregar libremente a tus clientes.
es_mx: Guía rápida de uso en Keynote o Powerpoint para personalizar y entregar libremente a tus clientes.

source: More design elements, CSS, HTML and JS available to grow your project.
es_es: Más elementos de diseño, CSS, HTML y JS disponibles para hacer crecer tu proyecto.
es_mx: Más elementos de diseño, CSS, HTML y JS disponibles para hacer crecer tu proyecto.

source: Ekiline Blocks, plugin with carousel and more options in page editor.
es_es: Ekiline Blocks, plugin con carrusel y más opciones en editor de páginas.
es_mx: Ekiline Blocks, plugin con carrusel y más opciones en editor de páginas.

source: Complete clean theme, no warnings or messages.
es_es: Tema completamente limpio, sin advertencias ni mensajes.
es_mx: Tema completamente limpio, sin advertencias ni mensajes.

source: Buy and download
es_es: Compra y descarga
es_mx: Compra y descarga

source: FundMe
es_es: Fondeo
es_mx: Fondeo

source: %1$s with Ekiline and %2$s, %3$s.
es_es: %1$s con Ekiline y %2$s, %3$s.
es_mx: %1$s con Ekiline y %2$s, %3$s.

source: Make money
es_es: Gana dinero
es_mx: Gana dinero

source: fund its development
es_es: financia su desarrollo
es_mx: financia su desarrollo

source: discover how
es_es: descubre cómo
es_mx: descubre cómo

source: About Ekiline
es_es: Acerca de Ekiline
es_mx: Acerca de Ekiline

source: Ekiline simplifies the creation of a website with WordPress, it is a working method that brings together the standard practices of the internet industry, to facilitate the tasks of planning, design, development and optimization. For more information visit ekiline.com
es_es: Ekiline simplifica la creación de un sitio web con WordPress, es un método de trabajo que reúne las prácticas estándar de la industria de internet, para facilitar las tareas de planificación, diseño, desarrollo y optimización. Para más información visite ekiline.com
es_mx: Ekiline simplifica la creación de un sitio web con WordPress, es un método de trabajo que reúne las prácticas estándar de la industria de internet, para facilitar las tareas de planeación, diseño, desarrollo y optimización. Para más información visita ekiline.com

source: About Uri Lazcano
es_es: Acerca de Uri Lazcano
es_mx: Acerca de Uri Lazcano

source: Frontend designer established in Mexico City. 10 years developing websites and 10 more years of experience in graphic design for advertising. Check my career and work.
es_es: Diseñador frontend establecido en la Ciudad de México. 10 años desarrollando sitios web y 10 años más de experiencia en diseño gráfico para publicidad. Consulta mi trayectoria y trabajo.
es_mx: Diseñador frontend establecido en la Ciudad de México. 10 años desarrollando sitios web y 10 años más de experiencia en diseño gráfico para publicidad. Consulta mi trayectoria y trabajo.

source: Ekiline docs
es_es: Documentación de Ekiline
es_mx: Documentación de Ekiline

source: Install
es_es: Instalar
es_mx: Instalar

source: Customize
es_es: Personalizar
es_mx: Personalizar

source: Elements and blocks
es_es: Elementos y bloques
es_mx: Elementos y bloques

source: Compatibility
es_es: Compatibilidad
es_mx: Compatibilidad

source: Limited liability:
es_es: Responsabilidad limitada:
es_mx: Responsabilidad limitada:

source: As a courtesy, we provide information on how to use certain third-party products, but we do not directly support their use and we are not responsible for the functions, reliability or compatibility of such products. The names, trademarks and logos of third parties are registered trademarks of their respective owners.
es_es: Como cortesía, proporcionamos información sobre cómo usar ciertos productos de terceros, pero no apoyamos directamente su uso y no somos responsables de las funciones, confiabilidad o compatibilidad de dichos productos. Los nombres, marcas comerciales y logotipos de terceros son marcas registradas de sus respectivos propietarios.
es_mx: Como cortesía, proporcionamos información sobre cómo usar ciertos productos de terceros, pero no brindamos soporte directo para su uso ni somos responsables de las funciones, la fiabilidad o la compatibilidad de dichos productos. Los nombres, marcas y logotipos de terceros son marcas registradas de sus respectivos propietarios.

source: &copy; Copyright %1$s Ekiline
es_mx: &copy; Derechos de autor %1$s Ekiline

source: All rights reserved. Ekiline developed by
es_es: Todos los derechos reservados. Ekiline desarrollado por
es_mx: Todos los derechos reservados. Ekiline desarrollado por

source: Item content.
es_es: Contenido del elemento.
es_mx: Contenido del elemento.

source: Accordion Item Params
es_es: Parámetros del elemento de acordeón
es_mx: Parámetros del elemento del acordeón

source: Show element by default.
es_es: Mostrar elemento por defecto.
es_mx: Mostrar el elemento por defecto.

source: Toggle.
es_es: Activar/desactivar.
es_mx: Alternar.

source: Close previously active accordion elements.
es_es: Cerrar elementos del acordeón que estaban activos anteriormente.
es_mx: Cerrar los elementos del acordeón activos anteriormente.

source: Accordion Settings
es_es: Configuración de acordeón
es_mx: Ajustes del acordeón

source: Use default borders.
es_mx: Usar bordes predeterminados.

source: Slide title
es_mx: Título de la diapositiva

source: Slide description
es_mx: Descripción de la diapositiva

source: Slide Button
es_mx: Botón de la diapositiva

source: Edit Gallery
es_mx: Editar galería

source: Select Images for Gallery
es_mx: Seleccionar imágenes para la galería

source: Waiting images…
es_mx: Esperando imágenes…

source: No images available.
es_mx: No hay imágenes disponibles.

source: Loading preview…
es_mx: Cargando vista previa…

source: No posts available.
es_mx: No hay entradas disponibles.

source: Categories
es_mx: Categorías

source: (no title)
es_mx: (sin título)

source: Search & Pick (posts/pages)
es_mx: Buscar y elegir (entradas/páginas)

source: Carousel Type
es_mx: Tipo de carrusel

source: Choose the carousel mode
es_mx: Elige el modo del carrusel

source: Manual (free design)
es_mx: Manual (diseño libre)

source: Gallery
es_mx: Galería

source: Content
es_mx: Contenido

source: Content Query Settings
es_mx: Ajustes de consulta de contenido

source: Post type
es_mx: Tipo de contenido

source: Post
es_mx: Entrada

source: Page
es_mx: Página

source: Search & Pick
es_mx: Buscar y elegir

source: Order by
es_mx: Ordenar por

source: Date
es_es: Fecha
es_mx: Fecha

source: Title
es_es: Título
es_mx: Título

source: Random
es_es: Aleatorio
es_mx: Aleatorio

source: Order
es_mx: Orden

source: Descending
es_mx: Descendente

source: Ascending
es_mx: Ascendente

source: Number of posts
es_mx: Número de entradas

source: Use dynamic loading (PHP)
es_mx: Usar carga dinámica (PHP)

source: Select at least one item
es_mx: Selecciona al menos un elemento

source: Link full slide
es_mx: Enlazar la diapositiva completa

source: Carousel Look
es_es: Aspecto del carrusel
es_mx: Aspecto del carrusel

source: Show controls
es_es: Mostrar controles
es_mx: Mostrar controles

source: Show indicators
es_es: Mostrar indicadores
es_mx: Mostrar indicadores

source: Auto Play
es_mx: Reproducción automática

source: Carousel height
es_mx: Altura del carrusel

source: Transition in milliseconds
es_es: Transición en milisegundos
es_mx: Transición en milisegundos

source: Animation type
es_es: Tipo de animación
es_mx: Tipo de animación

source: Default
es_es: Predeterminado
es_mx: Predeterminado

source: Fade
es_es: Desvanecimiento
es_mx: Desvanecer

source: Columns
es_es: Columnas
es_mx: Columnas

source: Add your content
es_es: Agrega tu contenido
es_mx: Añade tu contenido

source: is the anchor you should include in the advanced options of a button.
es_mx: es el ancla que debes incluir en las opciones avanzadas de un botón.

source: Do not forget to add an #anchor.
es_mx: No olvide agregar un #ancla.

source: Collapse Params
es_es: Parámetros de Collapse
es_mx: Parámetros de Collapse

source: Horizontal collapse
es_es: Collapse horizontal
es_mx: Collapse horizontal

source: Link to Block (Ekiline)
es_es: Enlace a bloque (Ekiline)
es_mx: Enlace a bloque (Ekiline)

source: Anchor block name
es_es: Nombre del bloque de ancla
es_mx: Nombre de ancla del bloque

source: Choose block
es_es: Elegir bloque
es_mx: Elegir bloque

source: None
es_es: Ninguno
es_mx: Ninguno

source: Is close button?
es_es: ¿Es el botón de cerrar?
es_mx: ¿Es botón de cierre?

source: Yes.
es_es: Si.
es_mx: Sí.

source: Link to Ekiline Block
es_es: Enlace a bloque Ekiline
es_mx: Enlace a bloque de Ekiline

source: Button to Popover (Ekiline)
es_es: Botón para ventana emergente (Ekiline)
es_mx: Botón para Popover (Ekiline)

source: Popover text to show.
es_es: Texto a mostrar en Popover.
es_mx: Texto del popover a mostrar.

source: Popover position
es_es: Posición de la ventana modal
es_mx: Posición de popover

source: Auto
es_mx: Automático

source: Top
es_es: Arriba
es_mx: Superior

source: Right
es_es: Derecha
es_mx: Derecha

source: Bottom
es_es: Abajo
es_mx: Inferior

source: Left
es_es: Izquierda
es_mx: Izquierda

source: Is tooltip
es_es: Es tooltip
es_mx: Es tooltip

source: Border radius
es_mx: Radio del borde

source: Border
es_mx: Borde

source: Resize button
es_mx: Botón reajustable

source: Modal Params
es_es: Parámetros de modal
es_mx: Parámetros del modal

source: Rise modal
es_es: Modal de ascenso
es_mx: Ascenso de Modal

source: Size modal
es_es: Tamaño de modal
es_mx: Tamaño de modal

source: Small
es_es: Pequeño
es_mx: Pequeño

source: Large
es_es: Grande
es_mx: Grande

source: Extra Large
es_es: Extra grande
es_mx: Extra grande

source: Full window
es_es: Ventana completa
es_mx: Ventana completa

source: Center in window
es_es: Centrar en ventana
es_mx: Centrar en la ventana

source: Enable background click to close
es_es: Habilitar clic de fondo para cerrar
es_mx: Permitir cerrar al hacer clic en el fondo

source: Enable ESC key to close
es_es: Habilitar la tecla ESC para cerrar
es_mx: Permitir cerrar con la tecla ESC

source: Show with timer
es_es: Mostrar con temporizador
es_mx: Mostrar con temporizador

source: Run after page load
es_es: Ejecutar después de cargar la página
es_mx: Ejecutar después de cargar la página

source: milliseconds.
es_es: milisegundos.
es_mx: milisegundos.

source: Set 0 to disable timer.
es_mx: Establece 0 para desactivar el temporizador.

source: Edit navigation
es_mx: Editar navegación

source: Save menu
es_mx: Guardar menú

source: Toggle JSON preview
es_mx: Alternar vista previa JSON

source: Behavior
es_mx: Comportamiento

source: Style
es_mx: Estilo

source: Collapsible
es_mx: Plegable

source: Breakpoint
es_mx: Punto de quiebre

source: Expand on large screens (lg)
es_mx: Expandir en pantallas grandes (lg)

source: Expand on medium screens (md)
es_mx: Expandir en pantallas medianas (md)

source: Expand on small screens (sm)
es_mx: Expandir en pantallas pequeñas (sm)

source: Always collapsed
es_es: Siempre contraído
es_mx: Siempre colapsado

source: Align nav items
es_es: Alinear elementos de navegación
es_mx: Alinear elementos de navegación

source: Start (default)
es_mx: Inicio (predeterminado)

source: Center
es_es: Centrar
es_mx: Centro

source: End
es_mx: Final

source: Position
es_es: Posición
es_mx: Posición

source: Fixed top
es_es: Fijo superior
es_mx: Fijo superior

source: Fixed bottom
es_es: Fijo Inferior
es_mx: Fijo Inferior

source: Sticky top
es_es: Sticky superior
es_mx: Sticky superior

source: Container
es_mx: Contenedor

source: Fluid (full-width)
es_mx: Fluido (ancho completo)

source: Fixed-width
es_mx: Ancho fijo

source: No container
es_mx: Sin contenedor

source: Brand text
es_mx: Texto de la marca

source: Brand mode
es_mx: Modo de marca

source: Hidden
es_mx: Oculto

source: Text only
es_mx: Solo texto

source: Logo only
es_mx: Solo logotipo

source: Logo + Text
es_mx: Logotipo + texto

source: Logo uses site logo (requires theme support). Text uses the Brand text field.
es_mx: El logotipo usa el logo del sitio (requiere soporte del tema). El texto usa el campo Texto de la marca.

source: Logo source
es_mx: Origen del logotipo

source: Auto (site logo)
es_mx: Auto (logo del sitio)

source: Custom (media library)
es_mx: Personalizado (biblioteca de medios)

source: Replace image
es_mx: Reemplazar imagen

source: Select image
es_mx: Seleccionar imagen

source: Logo width (px)
es_mx: Ancho del logotipo (px)

source: Logo height (px)
es_mx: Alto del logotipo (px)

source: Logo alt text
es_mx: Texto alternativo del logotipo

source: Used for accessibility. If empty, site title will be used.
es_mx: Se usa para accesibilidad. Si queda vacío, se usará el título del sitio.

source: Link logo to Home
es_mx: Enlazar el logotipo a Inicio

source: Yes
es_mx: Sí

source: Tagline
es_mx: Lema

source: Hide
es_mx: Ocultar

source: Show (site tagline)
es_mx: Mostrar (lema del sitio)

source: Shows the WordPress site tagline next to the brand.
es_mx: Muestra el lema del sitio de WordPress junto a la marca.

source: Custom tagline (override)
es_mx: Lema personalizado (sobrescribir)

source: This only affects this navbar block. It does not change the site tagline.
es_mx: Esto solo afecta este bloque de barra de navegación. No cambia el lema del sitio.

source: Reset to site tagline
es_mx: Restablecer al lema del sitio

source: Target ID (for collapse/offcanvas)
es_mx: ID de destino (para collapse/offcanvas)

source: Must be unique. Leave empty to auto-generate.
es_mx: Debe ser único. Déjalo vacío para generarlo automáticamente.

source: Status
es_mx: Estado

source: Editing mode: Use the List block to build your menu, then click "Save menu".
es_mx: Modo de edición: usa el bloque Lista para crear tu menú y luego haz clic en "Guardar menú".

source: Preview mode: This is how your navigation will look. Use the toolbar to edit. Clicks are blocked.
es_mx: Modo de vista previa: así se verá tu navegación. Usa la barra de herramientas para editar. Los clics están bloqueados.

source: Navbar
es_es: Barra de navegación
es_mx: Barra de navegación

source: 1. Create/edit your menu with Lista. You can nest sublists for dropdowns.
es_mx: 1. Crea/edita tu menú con Lista. Puedes anidar sublistas para los desplegables.

source: 2. Customize the styles from the controls (color, font size, etc.).
es_mx: 2. Personaliza los estilos desde los controles (color, tamaño de fuente, etc.).

source: Showing saved menu data.
es_mx: Mostrando los datos del menú guardado.

source: No menu saved yet
es_mx: Todavía no hay un menú guardado

source: Add offcanvas content blocks
es_es: Agregar bloques de contenido Offcanvas
es_mx: Agrega bloques de contenido para el offcanvas

source: Add offcanvas title
es_es: Agregar título Offcanvas
es_mx: Agrega un título para el offcanvas

source: Offcanvas Params
es_es: Parámetros Offcanvas
es_mx: Parámetros del offcanvas

source: Width
es_es: Ancho
es_mx: Ancho

source: Half
es_es: Mitad
es_mx: Mitad

source: Height
es_es: Altura
es_mx: Alto

source: Display view
es_mx: Vista de visualización

source: All sizes
es_mx: Todos los tamaños

source: Only small
es_mx: Solo pequeño

source: Only medium
es_mx: Solo mediano

source: Only large
es_mx: Solo grande

source: Keep scroll window
es_es: Mantener la ventana de desplazamiento
es_mx: Mantener el desplazamiento de la ventana

source: Backdrop behavior
es_es: Comportamiento del fondo
es_mx: Comportamiento del fondo

source: Static
es_es: Estático
es_mx: Estático

source: False
es_es: Falso
es_mx: Falso

source: Progress bar Settings
es_es: Configuración de la barra de progreso
es_mx: Ajustes de la barra de progreso

source: Data range min 1% max 100%
es_es: Rango de datos mín. 1 % máx. 100 %
es_mx: Rango de datos mínimo 1% máximo 100%

source: Hide text in bar.
es_mx: Ocultar texto en la barra.

source: Show stripes over background.
es_es: Mostrar rayas sobre el fondo.
es_mx: Mostrar franjas sobre el fondo.

source: Animate stripes.
es_mx: Animar franjas.

source: Height bar (pixels)
es_es: Barra de altura (píxeles)
es_mx: Altura de barra (píxeles)

source: Add your content and blocks, then copy anchor name to tab content block
es_es: Agregue su contenido y bloques, luego copie el nombre del anclaje al bloque de contenido de pestaña
es_mx: Agrega tu contenido y bloques, luego copia el nombre del ancla en el bloque de contenido de la pestaña

source: Tab Link Params
es_es: Parámetros de enlace de pestaña
es_mx: Parámetros del enlace de pestaña

source: Copy this value in a Content Tab HTML anchor field.
es_es: Copie este valor en un campo de anclaje HTML de pestaña de contenido.
es_mx: Copia este valor en el campo de ancla HTML de la pestaña de contenido.

source: Tab link 1
es_es: Enlace de pestaña 1
es_mx: Enlace de pestaña 1

source: Tab link 2
es_es: Enlace de pestaña 2
es_mx: Enlace de pestaña 2

source: Tabs design
es_mx: Diseño de pestañas

source: Tabs style
es_mx: Estilo de pestañas

source: Tabs
es_es: Pestañas
es_mx: Pestañas

source: Pills
es_mx: Píldoras

source: Underline
es_mx: Subrayado

source: Tabs alignment
es_mx: Alineación de pestañas

source: Select
es_mx: Seleccionar

source: Justify center
es_mx: Justificar al centro

source: Justify end
es_mx: Justificar al final

source: Nav fill
es_mx: Relleno de navegación

source: Distribution
es_mx: Distribución

source: Displays content in tab format.
es_mx: Muestra contenido en formato de pestañas.

source: Number of tabs
es_mx: Número de pestañas

source: Create tabs
es_mx: Crear pestañas

source: Please enter a number between 2 and 30
es_mx: Introduce un número entre 2 y 30

source: You can change the number of tabs later by adding or removing tab link and tab content blocks.
es_mx: Puedes cambiar el número de pestañas después añadiendo o eliminando bloques de enlace y contenido de pestaña.

source: Add toast content.
es_mx: Agrega contenido del toast.

source: Toast Params
es_es: Parámetros de Toast
es_mx: Parámetros del toast

source: Run by time
es_es: Ejecutar por tiempo
es_mx: Ejecutar por tiempo

source: run immediately on page load.
es_es: ejecutar inmediatamente al cargar la página.
es_mx: ejecutar inmediatamente al cargar la página.

source: Run at end of page scroll.
es_es: Ejecutar al final del desplazamiento de la página.
es_mx: Ejecutar al finalizar el desplazamiento de la página.

source: Add toast title
es_es: Agregar título de Toast
es_mx: Agrega título del toast

source: Toast group options
es_es: Opciones de grupo de Toast
es_mx: Opciones del grupo de toasts

source: Display position
es_es: Posición de visualización
es_mx: Posición de visualización

source: Bottom left
es_es: Inferior izquierda
es_mx: Abajo a la izquierda

source: Bottom center
es_mx: Abajo al centro

source: Bottom right
es_es: Inferior derecha
es_mx: Abajo a la derecha

source: Middle left
es_mx: Centro izquierda

source: Middle center
es_mx: Centro

source: Middle right
es_mx: Centro derecha

source: Top left
es_es: Superior izquierda
es_mx: Arriba a la izquierda

source: Top center
es_mx: Arriba al centro

source: Top right
es_es: Superior derecha
es_mx: Arriba a la derecha

# block title
source: Accordion item body
es_mx: Cuerpo del elemento de acordeón

# block description
source: Set title and content in your accordion container.
es_mx: Define el título y el contenido en tu contenedor de acordeón.

# block title
source: Accordion item header
es_mx: Encabezado del elemento de acordeón

# block title
source: Accordion item
es_mx: Elemento de acordeón

# block title
source: Accordion
es_mx: Acordeón

# block description
source: Show your content as an accordion.
es_mx: Muestra tu contenido como un acordeón.

# block title
source: Ekiline Carousel Slide
es_mx: Diapositiva del carrusel de Ekiline

# block description
source: Slide template for Ekiline Carousel.
es_mx: Plantilla de diapositiva para Ekiline Carousel.

# block title
source: Ekiline Carousel
es_mx: Carrusel de Ekiline

# block description
source: A flexible and extensible carousel block.
es_mx: Un bloque de carrusel flexible y extensible.
