Repository: Urielink/ekiline-block-collection
Catalog: languages/ekiline-block-collection-*.po
Languages: es_es, es_mx

# block description
source: Set a collapse behavior block. You can activate from any button.
es_mx: Configura un bloque con comportamiento de colapso. Puedes activarlo desde cualquier botón.

# block title
source: Modal body content
es_mx: Contenido del cuerpo del modal

# block description
source: Modal body content.
es_mx: Contenido del cuerpo del modal.

# block title
source: Modal Resize Button
es_mx: Botón para redimensionar el modal

# block description
source: Resize button for modal block.
es_mx: Botón de redimensionado para el bloque modal.

# block title
source: Modal footer
es_mx: Pie del modal

# block description
source: Inner footer content.
es_mx: Contenido interno del pie.

# block title
source: Modal header
es_mx: Encabezado de modal

# block description
source: Modal header content.
es_mx: Contenido del encabezado del modal.

# block description
source: Add your content here, then invoke with a link anchor #anchor.
es_mx: Agrega tu contenido aquí y luego invócalo con un enlace #ancla.

# block title
source: Navbar
es_mx: Barra de navegación

# block description
source: Navbar Bootstrap generado a partir de un bloque Lista.
es_mx: Barra de navegación Bootstrap generada a partir de un bloque Lista.

# block title
source: Offcanvas body content
es_mx: Contenido del cuerpo del offcanvas

# block description
source: Offcanvas body content.
es_mx: Contenido del cuerpo del offcanvas.

# block title
source: Offcanvas header
es_mx: Encabezado del offcanvas

# block description
source: Offcanvas header content.
es_mx: Contenido del encabezado del offcanvas.

# block description
source: Add your content here, then invoque with a link anchor #anchor.
es_mx: Agrega tu contenido aquí y luego invócalo con un enlace #ancla.

# block title
source: Progress data bar
es_mx: Datos de barra de progreso

# block description
source: Progress data, could be multiple bars between 1 to 100.
es_mx: Datos de progreso, pueden ser varias barras entre 1 y 100.

# block title
source: Progress
es_mx: Progreso

# block description
source: Show a bootstrap progress bar for your data.
es_mx: Muestra una barra de progreso de Bootstrap para tus datos.

# block title
source: Tab Content
es_mx: Contenido de pestaña

# block description
source: Inner tab content. Find Tab Link anchor text, and paste on Anchor field.
es_mx: Contenido interno de la pestaña. Busca el texto del ancla del enlace de pestaña y pégalo en el campo Ancla.

# block title
source: Tab Link
es_mx: Enlace de pestaña

# block description
source: Tab button link. Copy Anchor text and paste on Tab Content Anchor field.
es_mx: Enlace del botón de pestaña. Copia el texto del ancla y pégalo en el campo Ancla del contenido de pestaña.

# block title
source: Tabs container
es_mx: Contenedor de pestañas

# block description
source: All tabs add here.
es_mx: Todas las pestañas se agregan aquí.

# block title
source: Tabs Nav Bar
es_mx: Barra de navegación de pestañas

# block description
source: Tab navigation, add your links.
es_mx: Navegación de pestañas, agrega tus enlaces.

# block title
source: Tabs
es_mx: Pestañas

# block description
source: Add a tabs for your posts, full control.
es_mx: Añade pestañas para tus entradas, con control total.

# block title
source: Ekiline toast item.
es_mx: Elemento Toast Ekiline.

# block description
source: Each toast can be executed by time, at the end of scrolling, or with the cursor outside the window. You can stack as many as you need.
es_mx: Cada toast puede ejecutarse por tiempo, al final del desplazamiento o con el cursor fuera de la ventana. Puedes apilar los que necesites.

# block description
source: Show small bootstrap-style notices.
es_mx: Muestra pequeños avisos al estilo de Bootstrap.

source: Select media.
es_es: Seleccionar medio.

source: No content data.
es_es: No hay datos de contenido.

source: Disable styles or scripts.
es_es: Deshabilitar estilos o scripts.

source: Disable Bootstrap.
es_es: Deshabilitar Bootstrap.

source: Sometimes your project has duplicate styles and scripts, incorporated into other themes or plugins.
es_es: A veces, su proyecto tiene estilos y scripts duplicados, incorporados en otros temas o complementos.

source: If you detect this conflict you can disable the styles and scripts of this plugin.
es_es: Si detecta este conflicto, puede deshabilitar los estilos y scripts de este complemento.

source: Active CSS
es_es: CSS activo

source: Inactive CSS
es_es: CSS inactivo

source: Active JS
es_es: JS activo

source: Inactive JS
es_es: JS inactivo

source: Save Bootstrap settings.
es_es: Guardar configuración de Bootstrap.

source: Accordion
es_es: Acordeón

source: Show your content as an accordion.
es_es: Muestra tu contenido como un acordeón.

source: Use bootstrap default style.
es_es: Usa el estilo predeterminado de bootstrap.

source: Accordion item
es_es: Elemento de acordeón

source: Set tittle and content in your accordion container
es_es: Establece el título y el contenido en tu contenedor de acordeón

source: Item title.
es_es: Título del elemento.

source: Accordion item header
es_es: Encabezado del elemento del acordeón

source: Accordion item body
es_es: Cuerpo del elemento del acordeón

source: Collapse
es_es: Collpase

source: Set a collapse behavior block. You can activate from any button.
es_es: Establezca un bloque de comportamiento colapsable. Puedes activarlo desde cualquier botón.

source: Add this #anchor to a button and its advanced options.
es_es: Agregue este #ancla a un botón y sus opciones avanzadas.

source: Do not forget to add an anchor.
es_es: No olvide agregar un ancla.

source: Add popovers to your links or buttons.
es_es: Agrega popovers a tus enlaces o botones.

source: Popovers have rules added to the core buttons.
es_es: Popovers tienen reglas agregadas a los botones.

source: You need to create a button. And then text an anchor (#name) link.
es_es: Necesitas crear un botón. Y luego asignar un enlace de anclaje (#name).

source: This will allow you to use the advanced options for the button.
es_es: Esto permitirá utilizar las opciones avanzadas para el botón.

source: You can remove this notice, it won't be published in your content.
es_es: Puedes eliminar este aviso, no se publicará en tu contenido.

source: Progress
es_es: Progreso

source: Show a bootstrap progress bar for your data.
es_es: Muestra una barra de progreso.

source: Progress data bar
es_es: Datos de barra de progreso

source: Progress data, could be multiple bars between 1 to 100.
es_es: Datos de progreso, pueden ser múltiples barras entre 1 y 100.

source: Hide number in bar.
es_es: Ocultar número en la barra.

source: Show animation.
es_es: Mostrar animación.

source: Show small bootstrap-style notices.
es_es: Mostrar pequeños avisos estilo bootstrap.

source: Ekiline toast item.
es_es: Elemento Toast Ekiline.

source: Each toast can be executed by time, at the end of scrolling, or with the cursor outside the window. You can stack as many as you need.
es_es: Cada Toast se puede ejecutar por tiempo, al final del desplazamiento o con el cursor fuera de la ventana. Puede apilar tantos como necesite.

source: Add a tabs for your posts, full control.
es_es: Agregue una pestaña para sus publicaciones, control total.

source: Tabs Nav Bar
es_es: Barra de navegación de pestañas

source: Tab navigation, add your links.
es_es: Navegación por pestañas, agregue sus enlaces.

source: Tab Link
es_es: Enlace de pestaña

source: Tab button link. Copy Anchor text and paste on Tab Content Anchor field.
es_es: Enlace de botón de pestaña. Copiar texto de anclaje y pegar en el campo de anclaje de contenido de pestaña.

source: Tabs container
es_es: Contenedor de pestañas

source: All tabs add here.
es_es: Agregar todas las pestañas aquí.

source: Tab Content
es_es: Contenido de pestaña

source: Inner tab content. Find Tab Link anchor text, and paste on Anchor field.
es_es: Contenido de pestaña interna. Busque el texto de anclaje del enlace de pestaña y péguelo en el campo de anclaje.

source: Add your content here, then invoque with a link anchor #anchor.
es_es: Agregue su contenido aquí, luego invoque con un ancla de enlace #anchor.

source: Show resize modal button
es_es: Mostrar botón de cambio de tamaño de modal

source: do nothing.
es_es: no hacer nada.

source: Modal header
es_es: Encabezado de modal

source: Modal header content.
es_es: Contenido del encabezado modal.

source: Add modal title
es_es: Agregar título modal

source: Modal body content
es_es: Contenido del cuerpo modal

source: Modal body content.
es_es: Contenido del cuerpo modal.

source: Add modal content blocks
es_es: Agregar bloques de contenido en modal

source: Modal footer
es_es: Pie de página modal

source: Inner footer content.
es_es: Contenido del pie de página interno.

source: Add modal footer text
es_es: Agregar texto de pie de página modal

source: Carousel dynamic
es_es: Carrusel dinámico

source: Add a dynamic carousel to your posts, choose between posts, images, blocks and more.
es_es: Agregue un carrusel dinámico a sus publicaciones, elija entre publicaciones, imágenes, bloques y más.

source: Find and select categories:
es_es: Busque y seleccione categorías:

source: Carousel content
es_es: Contenido de Carrusel

source: Content type
es_es: Tipo de Contenido

source: Posts
es_es: Publicaciones

source: Images
es_es: Imágenes

source: Video + Images
es_es: Imágenes + Video

source: Carousel Images
es_es: Imágenes del carrusel

source: Carousel Video and Images
es_es: Carrusel video e imágenes

source: Manage media
es_es: Administrar multimedia

source: Add media
es_es: Añadir multimedia

source: Post amount
es_es: Cantidad de entradas

source: Sort by
es_es: Ordenar por

source: Modified
es_es: Modificado

source: Name
es_es: Nombre

source: Author
es_es: Autor

source: Find a block in content
es_es: Encontrar un bloque en el contenido

source: Cover
es_es: Cubrir

source: Image
es_es: Imagen

source: Media and text
es_es: Medios y texto

source: Show posts even if there are no blocks
es_es: Mostrar publicaciones incluso si no hay bloques

source: Add text controls
es_es: Agregar controles de texto

source: Auto start
es_es: Inicio automático

source: Show caption
es_es: Mostrar subtítulo

source: Link titles
es_es: Enlazar títulos

source: Link images
es_es: Imágenes de enlaces

source: Use default post url
es_es: Usar la URL de publicación predeterminada

source: Use "description input" in media attributes for a custom url
es_es: Usar “campo de descripción" en los atributos del medio para una URL personalizada

source: Height in pixels, set -1 to see the full height of the screen on the device.
es_es: Altura en píxeles, configure -1 para ver la altura completa de la pantalla en el dispositivo.

source: No category selected.
es_es: No se seleccionó ninguna categoría.

source: Selected categories:
es_es: Categorías seleccionadas:

source: Carousel basic
es_es: Carrusel básico

source: Add a non dynamic carousel to your posts, choose between posts or images.
es_es: Agregue un carrusel no dinámico a sus publicaciones, elija entre publicaciones o imágenes.

source: Find and select posts:
es_es: Encuentre y seleccione publicaciones:

source: Individual posts
es_es: Publicaciones individuales

source: Manage images
es_es: Administrar imágenes

source: Add images
es_es: Agregar imágenes

source: Show posts by
es_es: Mostrar publicaciones por

source: Items to show
es_es: Elementos para mostrar

source: Danger! 0 shows all.
es_es: ¡Peligro! 0 muestra todo.

source: Sort items
es_es: Ordenar elementos

source: Descend
es_es: Descender

source: Ascend
es_es: Ascender

source: Show text indicators
es_es: Mostrar indicadores de texto

source: Height in pixels.
es_es: Altura en píxeles.

source: Zero sets carousel at full display height.
es_es: Cero establece el carrusel en la altura de visualización completa.

source: Carousel Blocks
es_es: Bloques del carrusel

source: Customize the carousel slide by slide, with existing blocks, full control.
es_es: Personalice el carrusel diapositiva por diapositiva, con bloques existentes, control total.

source: Inner carousel content.
es_es: Contenido del carrusel interno.

source: Add your blocks
es_es: Agrega tus bloques

source: Add this anchor: #
es_es: Agregue este ancla: #

source: , in a button link field and in its advanced options.
es_es: , en un campo de enlace de botón y en sus opciones avanzadas.

source: Display run
es_es: Ejecución de visualización

source: All
es_es: Todo

source: Medium
es_es: Mediano

source: Run only on specific screen sizes
es_es: Ejecutar solo en tamaños de pantalla específicos

source: Offcanvas header
es_es: Encabezado Offcanvas

source: Offcanvas header content.
es_es: Contenido del encabezado Offcanvas.

source: Offcanvas body content
es_es: Contenido del cuerpo Offcanvas

source: Offcanvas body content.
es_es: Contenido del cuerpo Offcanvas.

source: Customize a navigation bar and experiment with different properties to make the controls on your website more attractive
es_es: Personaliza una barra de navegación y experimenta con diferentes propiedades para hacer que los controles de tu sitio web sean más atractivos

source: Nav Params
es_es: Parámetros de navegación

source: Nav position
es_es: Posición de navegación

source: Sticky bottom
es_es: Sticky inferior

source: Nav style
es_es: Estilo de navegación

source: Scroller
es_es: Tipo desplazamiento (scroller)

source: Collapse navigation
es_es: Contraer navegación

source: Medium screens (default)
es_es: Pantallas medianas (predeterminado)

source: Small screens
es_es: Pantallas pequeñas

source: Always expanded
es_es: Siempre expandido

source: Hide navigation
es_es: Ocultar navegación

source: Show navigation
es_es: Mostrar navegación

source: Expand on tablets and computers
es_es: Expandir en tabletas y computadoras

source: Expand on computers
es_es: Expandir en computadoras

source: Navbar menu container
es_es: Contenedor de menú de la barra de navegación

source: Add items to your navigation bar
es_es: Agregar elementos a tu barra de navegación

source: Navbar toggler
es_es: Alternador de barra de navegación

source: Add a button to toggle the navigation bar
es_es: Agregar un botón para alternar la barra de navegación

source: Toggle navigation
es_es: Alternar navegación

# block title
source: Ekiline Block Collection
es_es: Ekiline Colección de Bloques

# block description
source: Actions and blocks based on bootstrap 5.
es_es: Acciones y bloques basados ​​en bootstrap 5.
